xeon/old/20240119-0216-glibc/0-master/1000/pgbench-warmup-10-1000.log
pgbench (17devel)
transaction type: <builtin: select only>
scaling factor: 10
partition method: range
partitions: 1000
query mode: prepared
number of clients: 32
number of threads: 32
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 14623470
number of failed transactions: 0 (0.000%)
latency average = 0.131 ms
initial connection time = 10.171 ms
tps = 243756.992807 (without initial connection time)